/* Number of photos */
" (%lu photos)" = " (%lu photos)";

/* No comment provided by engineer. */
" (1 photo)" = " (1 photo)";

/* Albums of the specified social network */
"%@ Albums" = "%@ Albums";

/* Title of an alert indicates the specified social network login is not longer valid */
"%@ Authorization" = "%@ Authorization";

/* Photos of the specified social network */
"%@ Photos" = "%@ Photos";

/* Number of posts */
"%@ posts" = "%@ posts";

/* Number of photos */
"%lu photos" = "%lu photos";

/* No comment provided by engineer. */
"1 photo" = "1 photo";

/* Button caption */
"Authorize" = "Authorize";

/* Title of an alert requesting authorization to access the Instagram photos */
"Authorized Required" = "Authorized Required";

/* Name of the camera roll app of the device */
"Camera Roll" = "Camera Roll";

/* Button caption */
"Cancel" = "Cancel";

/* Message of an alert when is not possible to retrieve the pictures from the specified social network */
"Could not retrieve the picture from %@" = "Could not retrieve the picture from %@";

/* Title of an alert */
"Error" = "Error";

/* Option of the search screen of instagram, the user can search hashtags (this option) or photos of other users */
"Hashtag" = "Hashtag";

/* Message of an alert requesting authorization to access the Instagram photos */
"HP Social Media Snapshots uses Instagram photos to create awesome snapshots. Please allow HP Social Media Snapshots to access your Instagram photos in order to continue." = "HP Social Media Snapshots uses Instagram photos to create awesome snapshots. Please allow HP Social Media Snapshots to access your Instagram photos in order to continue.";

/* Feed of Instagram */
"My Feed" = "My Feed";

/* Photos of Instagram */
"My Photos" = "My Photos";

/* Message show to the user when there is no internet connection */
"No Internet Connection" = "No Internet Connection";

/* Message shown when the album is empty in the select photo screen */
"No Photos Found" = "No Photos Found";

/* Message show to the user when there is no results in the search */
"No results found" = "No results found";

/* Button caption */
"OK" = "OK";

/* Title shown when the user tries to access the Photos of the device before the authorization was requested */
"Photo Access" = "Photo Access";

/* Title of an alert when the user has denied the permission to access the Photos of the device */
"Photo Access Denied" = "Photo Access Denied";

/* Message of an alert when the application is not authorized to access photo data. */
"Photo access is restricted on this device. Please check your settings." = "Photo access is restricted on this device. Please check your settings.";

/* Title of an alert when the application is not authorized to access photo data. */
"Photo Access Restricted" = "Photo Access Restricted";

/* Button caption */
"Retry" = "Retry";

/* Title of the search screen for Instagram tags */
"Search" = "Search";

/* Button caption */
"Settings" = "Settings";

/* Message shown when the user account is private in the select photo screen */
"The user account is private." = "The user account is private.";

/* Message shown when the user tries to access the Photos of the device before the authorization was requested */
"To select a photo you must first authorize this app to access your photo library." = "To select a photo you must first authorize this app to access your photo library.";

/* Option of the search screen of instagram, the user can search hashtags or photos of other users (this option) */
"Users" = "Users";

/* Message show to the user when there is no internet connection */
"You appear to be offline" = "You appear to be offline";

/* Message of an alert when the user has denied the permission to access the Photos of the device */
"You have denied photo access. Please enable access in Privacy Settings (Settings -> Privacy -> Photos)." = "You have denied photo access. Please enable access in Privacy Settings (Settings -> Privacy -> Photos).";

/* Message of an alert when the user has denied the permission to access the Photos of the device */
"You have previously denied photo access. Please enable access in Privacy Settings (Settings -> Privacy -> Photos)." = "You have previously denied photo access. Please enable access in Privacy Settings (Settings -> Privacy -> Photos).";

/* Message of an alert indicates the specified social network login is not longer valid */
"Your %@ login is no longer valid. Please sign in again." = "Your %@ login is no longer valid. Please sign in again.";

